
export const data = {
    steps: [
        {
            id: 0,
            title: "Помогите нам стать лучше",
            text:
                "Поделитесь своими впечатлениями о работе в сервисе. Это займет меньше двух минут.",
            btn_name: "Пройти опрос",
            rating: false,
        },
        {
            id: 1,
            title: "Оцените продукт по 10-балльной шкале",
            text:
                "Какова вероятность, что вы порекомендуете сервис друзьям, коллегам, партнерам?",
            btn_name: "",
            rating: true,
        },
        {
            id: 2,
            title: "Расскажите подробнее",
            text:
                "Напишите, пожалуйста, почему вы дали такую оценку. Это поможет нам сделать сервис лучше.",
            btn_name: "Отправить отзыв",
            rating: false,
        },
        {
            id: 3,
            title: "Спасибо!",
            text: "Мы изучим все отзывы и учтём их в дальнейшей работе.",
            btn_name: "",
            rating: false,
        },
    ],
    scores: [10, 9, 8, 7, 6, 5, 4, 3, 2, 1]
};